export const sedAll = [
  {
    "вид": "Вх", "к": "К", "№_РК": "22-34597", "дата_рег": "06.07.2022",
    "содержание": "Перечень поручений федеральным и региональным РЦТ по итогам совещания 29.06.2022",
    "корр": "Правительство Российской Федерации - Чернышенко Д.\nИсх. №: ДЧ-П10-11245 от 05.07.2022",
    "автор_резолюции": "Красилова Н.В. - Начальник отдела",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "10.07.2026",
    "текст_поручения": "п.15 срок - 09.09.2022, далее - ежемесячно",
    "дата_исп": "[...]",
    "файлы": "(3)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-42420", "дата_рег": "18.06.2026",
    "содержание": "О частичном изменении поручения пункта 2 от 25 мая 2026 г. № АН-П13-18610...",
    "корр": "Правительство Российской Федерации - Новак А.\nИсх. №: АН-П13-22246 от 17.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "22.06.2026",
    "текст_поручения": "Свяжитесь с ответственным исполнителем...",
    "дата_исп": "22.06.2026",
    "файлы": "(5)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "25-84446", "дата_рег": "22.12.2025",
    "содержание": "О переводе обмена документами в электронном виде по МЭДО на формат 3.0",
    "корр": "Правительство Российской Федерации - Григоренко Д.\nИсх. №: ДГ-П41-48996 от 22.12.2025",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "25.08.2026",
    "текст_поручения": "п.2 срок - 25.08.2026 26.01.2027",
    "дата_исп": "10.06.2026",
    "файлы": "(6)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-38200", "дата_рег": "02.06.2026",
    "содержание": "О показателями Единого плана по достижению национальных целей...",
    "корр": "Министерство экономического развития Российской Федерации - Крючкова Полина Викторовна\nИсх. №: 20004-ПК/Д19и от 01.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "02.06.2026",
    "текст_поручения": "Прошу оказать техническое содействие...",
    "дата_исп": "03.06.2026",
    "файлы": "(3)"
  }
];

export const sedNew = [];

export const sedUnread = [
  {
    "вид": "Вх", "к": "К", "№_РК": "22-34597", "дата_рег": "06.07.2022",
    "содержание": "Перечень поручений федеральным и региональным РЦТ...",
    "корр": "Правительство Российской Федерации - Чернышенко Д.\nИсх. №: ДЧ-П10-11245 от 05.07.2022",
    "автор_резолюции": "Красилова Н.В. - Начальник отдела",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "10.07.2026",
    "текст_поручения": "п.15 срок - 09.09.2022, далее - ежемесячно",
    "дата_исп": "[...]",
    "файлы": "(3)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-38908", "дата_рег": "04.06.2026",
    "содержание": "О направлении на рассмотрени рекомендаций по итогам «круглого стола»...",
    "корр": "Совет Федерации Федерального Собрания Российской Федерации - Кутепов Андрей Викторович\nИсх. №: 3.6-12/2441@ от 03.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "01.10.2026",
    "текст_поручения": "Проработайте вопрос с Департаментом образования...",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-39290", "дата_рег": "05.06.2026",
    "содержание": "О направлении на рассмотрение рекомендаций по итогам \"круглого стола\"...",
    "корр": "Аппарат Правительства Российской Федерации - Комар Евгений Викторович\nИсх. №: 52056-П10 от 04.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "01.10.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(4)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-41708", "дата_рег": "17.06.2026",
    "содержание": "О направлении на согласование проекта постановления Правительства...",
    "корр": "Министерство экономического развития Российской Федерации - Ильичев Владимир Евгеньевич\nИсх. №: 22184-ВИ/Д12и от 16.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "24.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-43070", "дата_рег": "22.06.2026",
    "содержание": "О согласовании описаний целевых состояний по мерам поддержки...",
    "корр": "Министерство экономического развития Российской Федерации - Албычев Кирилл Сергеевич\nИсх. №: Д09и-19836 от 19.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "22.06.2026",
    "текст_поручения": "Прошу принять личное участие в ВКС...",
    "дата_исп": "[...]",
    "файлы": "(2)"
  }
];

export const sedExpiring = [
  {
    "вид": "Вх", "к": "К", "№_РК": "26-41708", "дата_рег": "17.06.2026",
    "содержание": "О направлении на согласование проекта постановления...",
    "корр": "Министерство экономического развития Российской Федерации - Ильичев Владимир Евгеньевич\nИсх. №: 22184-ВИ/Д12и от 16.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "24.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-43070", "дата_рег": "22.06.2026",
    "содержание": "О согласовании описаний целевых состояний...",
    "корр": "Министерство экономического развития Российской Федерации - Албычев Кирилл Сергеевич\nИсх. №: Д09и-19836 от 19.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "22.06.2026",
    "текст_поручения": "Прошу принять личное участие в ВКС...",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-36222", "дата_рег": "26.05.2026",
    "содержание": "Запрос на сотрудничество.",
    "корр": "ООО \"МУЛЬТИФАКТОР\" - Максимов А.В.\nИсх. №: АС20260407-77 от 25.05.2026",
    "автор_резолюции": "Красилова Н.В. - Начальник отдела",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "26.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Вх", "к": "К", "№_РК": "26-42039", "дата_рег": "17.06.2026",
    "содержание": "О смене мастер-ключей СКЗИ в защищенных сетях передачи данных СМЭВ",
    "корр": "Министерство цифрового развития, связи и массовых коммуникаций Российской Федерации - Цветков Сергей Валерьевич\nИсх. №: СЦ-П23-55219 от 17.06.2026",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "24.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Ис", "к": "К", "№_РК": "931-05-6", "дата_рег": "11.06.2026",
    "содержание": "о представлении позиции",
    "корр": "Лыкошин И.С. - Директор Департамента музеев и поддержки циркового искусства",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "25.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(2)"
  },
  {
    "вид": "Ис", "к": "К", "№_РК": "4273-06-7", "дата_рег": "18.06.2026",
    "содержание": "О направлении на согласование проекта Стратегии социально-экономического развития...",
    "корр": "Сухорукова Е.Г. - Заместитель директора Департамента региональной политики, образования и проектного управления",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "23.06.2026",
    "текст_поручения": "Проработайте пожалуйста Стратегию совместно с сотрудниками нашего департамента в части касающейся",
    "дата_исп": "[...]",
    "файлы": "(2)"
  }
];

export const sedOverdue = [
  {
    "вид": "Ис", "к": "К", "№_РК": "1065-02-12", "дата_рег": "05.06.2026",
    "содержание": "Об использовании сервиса КС \"АРМ ГС\"",
    "корр": "Кузнецов А.А. - Заместитель директора Департамента государственной поддержки искусства и народного творчества",
    "автор_резолюции": "Ломакина Е.А. - Заместитель директора Департамента управления делами и цифровой трансформации",
    "исполнитель": "!Прохоров А.П. - Заместитель начальника",
    "план": "15.06.2026",
    "текст_поручения": "[...]",
    "дата_исп": "[...]",
    "файлы": "(3)"
  }
];
